Repository: common-repository/payments-gateway-amazon-woocommerce
Catalog: lang/eh-amazon-payments-*.po
Languages: de_de, es_es, fr_fr, it_it

source: Settings
de_de: Einstellungen
es_es: Configuracion
fr_fr: Paramètres
it_it: Impostaz.

source: Support
de_de: Hilfe
es_es: Soporte
fr_fr: Soutien
it_it: Supporto

source: Use Amazon Payments to Checkout faster.
de_de: Verwenden Amazon Payments schneller zur Kasse.
es_es: Utilice Amazon Payments para comprar más rápidamente.
fr_fr: Utilisez Amazon Payments à la caisse plus rapide.
it_it: Utilizzare Amazon Payments alla cassa veloce.

source: Your Store Language supports Amazon Supported Languages
de_de: Ihr Store-Sprache unterstützt Sprachen Amazon Unterstützte
es_es: Tu idioma soportado por la tienda Idiomas soportados Amazon
fr_fr: Votre magasin Langue prend en charge les langues prises en charge Amazon
it_it: Il tuo negozio lingua supporta Amazon Lingue supportate

source: Your Store Language does'nt supports Amazon Supported Languages. Amazon Language will be English ( US )
de_de: Ihr Store Sprache does'nt unterstützt Sprachen Amazon unterstützt. Amazon Sprache ist Englisch (US)
es_es: Idioma tienda does'nt apoya compatibles Amazon Idiomas. Amazon Idioma será Inglés (EE.UU.)
fr_fr: Votre magasin Langue does'nt prend en charge Amazon Langues prises en charge. Amazon Langue sera English (US)
it_it: Il tuo negozio lingua does'nt supporta Amazon Lingue supportate. Amazon lingua sarà l'inglese (US)

source: Select the Amazon Payments.
de_de: Wählen Sie die Amazon Payments.
es_es: Seleccionar los pagos del Amazonas.
fr_fr: Sélectionnez les Paiements Amazon.
it_it: Selezionare i pagamenti Amazon.

source: Authorize for Amazon Payment Success. Capture the Payment Before 7 days.
de_de: Autorisieren für Amazon Payment Erfolg. Erfassen Sie die Zahlung vor 7 Tage.
es_es: Autorizar para Amazon éxito de pago. Capturar el pago antes de 7 días.
fr_fr: Autorisez pour Amazon Paiement Success. Capturez le paiement avant 7 jours.
it_it: Autorizzare per Amazon pagamento successo. Cattura il pagamento prima di 7 giorni.

source: Authorize for Amazon Payment Failed.
de_de: Autorisieren für Amazon Zahlung fehlgeschlagen.
es_es: Autorizar para Amazon Error en el pago.
fr_fr: Autorisez pour Amazon Paiement échoué.
it_it: Autorizzare per Amazon pagamento non riuscita.

source: Capture for Amazon Payment Success.
de_de: Erfassen Sie für Amazon Payment Erfolg.
es_es: Captura de Amazon éxito de pago.
fr_fr: Capturer pour Amazon Paiement Success.
it_it: Cattura per Amazon pagamento successo.

source: Capture for Amazon Payment Failed.
de_de: Capture für Amazon Zahlung fehlgeschlagen.
es_es: Captura de Amazon Ha fallado el pago.
fr_fr: Capture pour Amazon Paiement échoué.
it_it: Capture per Amazon pagamento non riuscito.

source: Refund for Amazon Payment Success.
de_de: Rückerstattung für Amazon Payment Erfolg.
es_es: Reembolso por Amazon éxito de pago.
fr_fr: Remboursement pour Amazon Paiement Success.
it_it: Rimborso per Amazon pagamento successo.

source: Amazon Payments Actions
de_de: Amazon Payments Aktionen
es_es: Amazon Pagos acciones
fr_fr: Amazon Paiements Actions
it_it: Amazon Payments azioni

source: Capture Actions
de_de: Capture-Aktionen
es_es: acciones de captura
fr_fr: Capturez Actions
it_it: azioni di cattura

source: Full Capture
de_de: Aufnehmen
es_es: Captura de:
fr_fr: Capturer
it_it: Cattura

source: Capture
de_de: Erfassung
es_es: Captura de:
it_it: Cattura

source: Refund Actions
de_de: Rückerstattung Aktionen
es_es: acciones de restitución
fr_fr: remboursement Actions
it_it: azioni di rimborso

source: Partial Refund
de_de: Teil-Rückerstattung
es_es: Reembolso parcial
fr_fr: Remboursement Partiel
it_it: Rimborso parziale

source: Full Refund
de_de: Zurückerstatten
es_es: Reembolso
fr_fr: Rembourcement complet
it_it: Rimborso

source: Refund
de_de: Zurückerstatten
es_es: Reembolso
fr_fr: Rembourser
it_it: Rimborso

source: Shipping Address
de_de: Lieferadresse
es_es: Dirección de envío
fr_fr: Adresse de livraison
it_it: Indirizzo di spedizione

source: Payment Method
de_de: Zahlungsart
es_es: Método de Pago
fr_fr: Méthode de paiement
it_it: Metodo di pagamento

source: Create an account?
de_de: Konto anlegen?
es_es: ¿Crear una cuenta?
fr_fr: Créer un compte?
it_it: Creare un account?

source: Create Account
de_de: Weiter
es_es: Crear Cuenta
fr_fr: Créer un compte
it_it: Crea un nuovo account

source: Create an account by entering the information below. If you are a returning customer please login at the top of the page.
de_de: Erstelle ein Konto, indem du die unten stehenden Felder ausfüllst. Solltest du bereits ein Kundenkonto besitzen, so melde dich bitte oben auf der Seite an.
es_es: Cree una cuenta ingresando la información a continuación. Si es un cliente que regresa por favor ingrese en la parte superior de la página.
fr_fr: Créer un compte en entrant les informations ci-dessous. Si vous êtes déjà client veuillez vous connecter en haut de la page.
it_it: Al fine di poter gestire e monitorare il tuo ordine, inserisci una password nel campo sottostante.

source: Guest
de_de: Gast
es_es: Invitado
fr_fr: Client
it_it: Persona

source: Full
de_de: Voll
es_es: Completo
fr_fr: Plein
it_it: Piena

source: No Actions
de_de: Maßnahmen
es_es: Aún no hay ninguna acción
fr_fr: actes
it_it: (nessuna azione)

source: Processing
de_de: Verarbeitung
es_es: Procesando
fr_fr: En traitement
it_it: Elaborazione in corso

source: Completed
de_de: Abgeschlossen
es_es: Completado
fr_fr: Terminé
it_it: Completato

source: Order
de_de: Auftrag
es_es: Orden
fr_fr: Commande
it_it: Offerta

source: Ship to
de_de: Ausliefern
es_es: Envie a
fr_fr: Envoyez à
it_it: Spedire a

source: Price
de_de: Preis
es_es: Precio
fr_fr: Prix
it_it: Prezzo

source: Payment Action
de_de: Zahlungsvorgang
es_es: Acción de pago
fr_fr: Paiement d'action
it_it: Azione pagamento

source: Actions
de_de: Maßnahmen
es_es: Acciones
fr_fr: actes
it_it: Azioni

source: Date
de_de: Datum
es_es: Fecha
it_it: Data

source: Mark Processing
de_de: Markierung
es_es: Marcar procesando
fr_fr: Marque En traitement
it_it: Contrassegna come In lavorazione

source: Mark On-Hold
de_de: Markierung anhalten
es_es: Marcar en espera
fr_fr: Marque En attente
it_it: Contrassegna come In attesa

source: Mark Completed
de_de: Markieren abgeschlossen
es_es: Marcar Completado
fr_fr: Marque Terminé
it_it: Segnare come completato

source: Amazon Payment Gateway
es_es: Amazon Pasarela de Pago

source: Enable
de_de: Aktivieren
es_es: Habilitar
fr_fr: Activer
it_it: Abilita

source: This option will enable Amazon Payments method in checkout page.
de_de: Diese Option wird Amazon Payments Methode in der Kasse Seite aktivieren.
es_es: Esta opción permitirá a Amazon método de los pagos en la página de pago.
fr_fr: Cette option permettra Amazon méthode de paiements en page de paiement.
it_it: Questa opzione permetterà Amazon metodo di pagamenti in pagina di checkout.

source: Amazon Payment Overview
de_de: Amazon Payment Übersicht
es_es: Amazon general Pago
fr_fr: Amazon Paiement Aperçu
it_it: Amazon Payments Panoramica

source: Amazon Payments Overview
de_de: Amazon Payments Übersicht
es_es: Amazon Pagos general
fr_fr: Amazon Payments Aperçu
it_it: Amazon Payments Panoramica

source: Title
de_de: Anrede
es_es: Título
fr_fr: Titre
it_it: Titolo

source: Enter the title of the checkout which the user can see.
de_de: Geben Sie den Titel von der Kasse, die der Benutzer sehen kann.
es_es: Introduzca el título de la caja, que el usuario puede ver.
fr_fr: Entrez le titre de la caisse que l'utilisateur peut voir.
it_it: Inserire il titolo della cassa, che l'utente può vedere.

source: Regular Description
de_de: Regelmäßige Beschreibung
es_es: regular Descripción
fr_fr: description de Regular
it_it: Descrizione regolare

source: Description which the user sees during checkout.
de_de: Beschreibung, die dem Benutzer während der Kaufabwicklung angezeigt.
es_es: Esto controla la descripción que el usuario ve durante el pago.
fr_fr: La description de laquelle l'utilisateur voit lors de votre commande.
it_it: La descizione che l'utente vede durante il checkout

source: Pay for your order via Amazon Payments Secure Server.
de_de: Bezahlen Sie Ihre Bestellung über Amazon Payments Secure Server.
es_es: Pagar por su pedido a través de Amazon Payments Servidor Seguro.
fr_fr: Payez votre commande via Amazon Payments serveur sécurisé.
it_it: Pagare il vostro ordine via Amazon Payments server sicuro.

source: SSL Mode of your Store
de_de: SSL-Modus Ihres Shop
es_es: Modo SSL de su tienda
fr_fr: Mode SSL de votre magasin
it_it: Modalità SSL del tuo negozio

source: If your site is SSL enabled, Pay with Amazon button customization is applicable.<br>You need to geneate Login with App Client ID in Seller Portal<br><div class="links_for_amazon"/>
de_de: Wenn Ihre Website SSL aktiviert, mit amazon Tastenanpassung Pay anwendbar ist. <br> Sie müssen Anmeldung mit App-Client-ID in Verkäufer Portal geneate <br><div class="links_for_amazon"/>
es_es: Si su sitio está habilitado SSL, la paga con la personalización botón de Amazon es aplicable. <br> Usted necesita geneate Entrar con la ID de la aplicación de cliente en el Portal del vendedor <br><div class="links_for_amazon"/>
fr_fr: Si votre site est activé SSL, Payez avec le bouton amazon personnalisation est applicable. <br> Vous devez geneate Connexion avec App ID client dans le portail Vendeur <br><div class="links_for_amazon"/>
it_it: Se il sito è abilitato SSL, Paga con personalizzazione pulsante Amazon è applicabile. <br> È necessario il login in geneate App ID Cliente Venditore Portal <br><div class="links_for_amazon"/>

source: Amazon Payments Credentials
es_es: Amazon Pagos Credenciales
fr_fr: Amazon Paiements de vérification des pouvoirs
it_it: Amazon Payments Credenziali

source: Environment
de_de: Umwelt
es_es: Ambito
fr_fr: Environnement
it_it: Ambiente

source: Sandbox Mode
de_de: Sandbox-Modus
es_es: Modo Sandbox
fr_fr: Mode boîte à sable
it_it: Modalità Sandbox

source: Live Mode
es_es: Modo Activo
fr_fr: mode direct
it_it: Modo Live

source: Obtain your
de_de: erhalten
es_es: Obtener
fr_fr: automatiquement
it_it: ottieni

source: API credentials
de_de: API Zugangsdaten
es_es: Credenciales
fr_fr: Certificats API
it_it: Credenziali API

source: from Amazon Seller Central.
de_de: von Amazon Seller Central.
es_es: Vendedor de Amazon central.
fr_fr: Amazon Seller Central.
it_it: da Amazon Seller Central.

source: Merchant ID
de_de: Händler-ID
es_es: Código tienda
fr_fr: ID Marchand

source: Access Keys
de_de: Zugriffsschlüssel:
es_es: Teclas de acceso
fr_fr: Touches d'accès
it_it: Chiavi d'accesso

source: Secret Keys
de_de: geheime Schlüssel
es_es: Claves secretas
fr_fr: clés secrètes
it_it: chiavi segrete

source: Amazon Client ID
es_es: Amazon ID de cliente

source: Amazon Client Secret
de_de: Amazon-Client Geheimnis
es_es: Amazon secreto de cliente
it_it: Amazon client Segreto

source: Pay with Amazon Abilities
de_de: Bezahlen mit Amazon Fähigkeiten
es_es: Habilidades pagar con Amazon
fr_fr: Payer avec capacités Amazon
it_it: Paga con abilità Amazon

source: Pay with Amazon
de_de: Bezahlen mit Amazon
es_es: Pagar con Amazon
fr_fr: Payez avec Amazon
it_it: Paga con Amazon

source: Enable on Cart Page
de_de: Aktivieren Sie auf Warenkorb Seite
es_es: Habilitar en la cesta Página
fr_fr: Activer le panier Page
it_it: Attiva il carrello Pagina

source: Allows customers to checkout using Amazon Payments directly from the cart page.
de_de: Ermöglicht Kunden Amazon mit Zahlungen direkt von der Wagenseite zur Kasse.
es_es: Permite a los clientes a la comprobación mediante los pagos del Amazonas directamente desde la página de compras.
fr_fr: Permet aux clients à la caisse à l'aide Amazon Payments directement à partir de la page du panier.
it_it: Consente ai clienti di checkout con Amazon Payments direttamente dalla pagina del carrello.

source: Enable on Checkout Page
de_de: Aktivieren Sie auf Checkout-Seite
es_es: Habilitar en la Página del pago
fr_fr: Activer sur la page Commander
it_it: Attiva su pagina di Pagamento

source: Allows customers to checkout using Amazon Payments directly from the Checkout page.
de_de: Ermöglicht Kunden Amazon mit Zahlungen direkt von der Kasse Seite zur Kasse.
es_es: Permite a los clientes a la comprobación mediante los pagos del Amazonas directamente desde la página de pago.
fr_fr: Permet aux clients à la caisse à l'aide Amazon Payments directement à partir de la page de paiement.
it_it: Consente ai clienti di checkout con Amazon Payments direttamente dalla pagina Checkout.

source: Authorize
de_de: Autorisieren
es_es: Autorizar
fr_fr: Auteur
it_it: Autorizza

source: Select whether you want to capture the payment or not.
de_de: Wählen Sie, ob Sie die Zahlung oder nicht erfassen möchten.
es_es: Seleccione si desea capturar el pago o no.
fr_fr: Sélectionnez si vous voulez capturer le paiement ou non.
it_it: Selezionare se si vuole catturare il pagamento o meno.

source: Pay with Amazon Customization
de_de: Bezahlen mit Amazon Customization
es_es: Pagar con Amazon personalización
fr_fr: Payer avec Amazon Personnalisation
it_it: Paga con Amazon personalizzazione

source: Button Size
es_es: Tamaño de boton
fr_fr: Taille du Bouton
it_it: Dimensione del pulsante

source: Select the Button size that fits your shop theme.
de_de: Wählen Sie die Schaltfläche Größe, die Ihren Shop Thema passt.
es_es: Seleccione el tamaño del botón que se ajuste a su tema de la tienda.
fr_fr: Sélectionnez la taille du bouton qui correspond à votre thème de l'atelier.
it_it: Selezionare il formato Button che si adatta al vostro negozio tema.

source: Small
de_de: Klein
es_es: Pequeño
fr_fr: Petit
it_it: Piccolo

source: Medium
de_de: Mittel
es_es: Medio
fr_fr: Moyenne
it_it: Medio

source: Large
de_de: Groß
es_es: Grande
fr_fr: Grande
it_it: Grande

source: X-Large
de_de: X-Groß
es_es: Extra grande
fr_fr: Très grand

source: Button Color
de_de: Button Farbe
es_es: Color del botón
fr_fr: Couleur des boutons
it_it: Colore pulsante

source: Select the Button color that fits your shop theme.
de_de: Wählen Sie die Schaltfläche Farbe, die Ihren Shop Thema passt.
es_es: Seleccione el color del botón que se ajuste a su tema de la tienda.
fr_fr: Sélectionnez la couleur du bouton qui correspond à votre thème de l'atelier.
it_it: Selezionare il colore Button che si adatta al vostro negozio tema.

source: Gold
es_es: Oro
fr_fr: Or
it_it: Oro

source: Light Gray
de_de: Hellgrau
es_es: Gris Claro
fr_fr: Gris clair
it_it: Grigio chiaro

source: Dark Gray
de_de: Dunkelgrau
es_es: Gris Oscuro
fr_fr: Sombre
it_it: Grigio

source: Button Text
de_de: Text der Schaltfläche Bestellen
es_es: Texto del botón
fr_fr: Ordre Bouton texte
it_it: Testo Bottone

source: Select the Button text that Checkout button will have.
de_de: Wählen Sie den Button Text, der Checkout-Schaltfläche haben.
es_es: Seleccione el texto del botón que tendrá Pedido botón.
fr_fr: Sélectionnez le texte du bouton qui touche Commander aura.
it_it: Selezionare il testo Button che pulsante Checkout avrà.

source: Pay With Amazon
de_de: Bezahlen mit Amazon
es_es: Pagará con Amazon
fr_fr: Payer Avec Amazon
it_it: Paga con Amazon

source: Pay
de_de: Bezahlen
es_es: Pago
fr_fr: Payer
it_it: Paga

source: Amazon Logo
es_es: Amazon
fr_fr: Amazon
it_it: Amazon

source: Amazon Language
de_de: Amazon Sprache
es_es: Amazon idioma
fr_fr: Amazon Langue
it_it: Amazon Lingua

source: Use Store Locale
de_de: Verwenden Shop Locale
es_es: Localización de la Tienda
fr_fr: Emplacement de la boutique
it_it: Usa Conservare Locale

source: Check to set your Store language to Amazon Language.
de_de: Überprüfen Sie Ihre Shop Sprache auf Amazon Sprache einzustellen.
es_es: Compruebe para configurar el idioma de la tienda de Amazon Idioma.
fr_fr: Vérifiez définir votre langue de magasin à Amazon Langue.
it_it: Controllare per impostare la lingua Store per Amazon lingua.

source: Custom Language
de_de: Benutzerdefinierte Sprache
es_es: idioma personalizada
fr_fr: personnalisé Langue
it_it: Lingua personalizzata

source: Select the Button Language for the Checkout Pay with Amazon Payments.
de_de: Wählen Sie die Schaltfläche Sprache für die Kasse Bezahlen mit Amazon Payments.
es_es: Seleccione el botón de idioma para el Pedido de pago con los pagos del Amazonas.
fr_fr: Sélectionnez le bouton Langue de la Caisse Pay Paiements Amazon.
it_it: Selezionare la lingua pulsante per la Checkout Paga con pagamenti Amazon.

source: English (UK)
de_de: Englisch (UK)
es_es: Inglés (Reino Unido)
fr_fr: Anglais (Royaume-Uni)

source: German (Germany)
es_es: Alemán (Alemania)
fr_fr: Allemand (Allemagne)

source: Italian (Italy)
de_de: Italienisch (Italien)
es_es: Italiano (Italia)
it_it: Italiano (Italia)

source: Position of Button
de_de: Position der Taste
es_es: Posición del botón
fr_fr: Position du bouton
it_it: Posizione di Button

source: Above
de_de: Über
es_es: Por encima
fr_fr: Au-dessus
it_it: Sopra

source: Below
de_de: Unter
es_es: Por debajo
fr_fr: Ci-après
it_it: Sotto

source: Select where you want to display the Checkout button.
de_de: Wählen Sie, wo Sie auf die Schaltfläche Checkout angezeigt werden soll.
es_es: Seleccionar el lugar donde desea mostrar el botón Checkout.
fr_fr: Sélectionnez l'endroit où vous souhaitez afficher le bouton Checkout.
it_it: Selezionare dove si desidera visualizzare il pulsante Checkout.

source: Amazon Display Banners
de_de: Amazon Display-Banner
es_es: Amazon banners
fr_fr: Amazon Afficher Bannières
it_it: Amazon banner display

source: No Amazon Banners
de_de: Keine Amazon Banner
es_es: Sin Banderas Amazon
fr_fr: Pas de bannières Amazon
it_it: Nessun banner Amazon

source: Dark : Basic Checkout Banners
de_de: Dark: Grund Kasse Banner
es_es: Pedido Banderas básicos: Dark
fr_fr: Commander Bannières de base: Dark
it_it: Banner di base Checkout: scuro

source: Light : Basic Checkout Banners
de_de: Light: Grund Kasse Banner
es_es: Pedido Banderas básicos: Luz
fr_fr: Commander Bannières de base: Lumière
it_it: Banner di base Checkout: Luce

source: Dark : Logo & Checkout Banners
de_de: Dark: Logo & Kasse Banner
es_es: Oscuro: Logo & Pedido Banderas
fr_fr: Sombre: Logo & Commander Bannières
it_it: Scuro: Logo & Checkout Banner

source: Light : Logo & Checkout Banners
de_de: Light: Logo & Kasse Banner
es_es: Luz: Logo y verificación Banderas
fr_fr: Lumière: Logo & Commander Bannières
it_it: Luce: Logo & Checkout Banner

source: Dark : Description & Button Banners
de_de: Dark: Beschreibung & Schaltflächen-Banner
es_es: Oscuros: Descripción y Botón Banderas
fr_fr: Sombres: Description & boutons Bannières
it_it: Scuri: Descrizione & Button Banner

source: Light : Description & Button Banners
de_de: Light: Beschreibung & Schaltflächen-Banner
es_es: Luz: Descripción y Botón Banderas
fr_fr: Lumière: Description & Bouton Bannières
it_it: Luce: Descrizione & Button Banner

source: Dark : Logo & Description Banners
de_de: Dark: Logo & Beschreibung Banner
es_es: Oscuros: Logo y Descripción Banderas
fr_fr: Sombres: Logo & Description Bannières
it_it: Scuri: Logo e descrizione Banner

source: Light : Logo & Description Banners
de_de: Light: Logo & Beschreibung Banner
es_es: Luz: Logo y Descripción Banderas
fr_fr: Light: Logo & Description Bannières
it_it: Luce: Logo e descrizione Banner

source: Banners on your homepage and throughout the shopping experience drive awareness of the benefits of completing a purchase using Pay with Amazon.
de_de: Banner auf Ihrer Homepage und im gesamten Einkaufserlebnis fahren Bewusstsein für die Vorteile von eines Einkaufs mit Pay mit Amazon.
es_es: Banners en su página de inicio ya lo largo de la experiencia de compra en coche de la conciencia de los beneficios de completar una compra a través de pago con Amazon.
fr_fr: Bannières sur votre page d'accueil et dans l'expérience de magasinage en voiture prendre conscience des avantages de remplir un achat en utilisant Pay avec Amazon.
it_it: Banner sulla tua home page e in tutta l'esperienza di acquisto di auto consapevolezza dei benefici di completare un acquisto utilizzando Paga con Amazon.

source: Pay with Amazon Description
de_de: Bezahlen mit Amazon Beschreibung
es_es: Descripción pagar con Amazon
fr_fr: Payez avec Amazon description
it_it: Paga con Amazon Descrizione

source: Description which the user sees during Pay with Amazon.
de_de: Beschreibung, die der Benutzer während Bezahlen Sie mit Amazon sieht.
es_es: Descripción que el usuario ve durante Pago con Amazon.
fr_fr: Description de laquelle l'utilisateur voit lors de Pay avec Amazon.
it_it: Descrizione che l'utente vede durante Paga con Amazon.

source: Reduce multiple click by clicking on Pay with Amazon
de_de: Reduzieren Sie mehrere Klick auf Pay mit Amazon, indem Sie auf
es_es: Reducir múltiple clic haciendo clic en Pay con Amazon
fr_fr: Réduire multiples clic en cliquant sur Pay avec Amazon
it_it: Ridurre Multiple Clicca cliccando su Pay con Amazon

source: Seller Policy
de_de: Verkäufer Politik
es_es: política vendedor
fr_fr: Politique de vendeur
it_it: Policy del venditore

source: Enter the seller protection policy or customized text which will be displayed in order review page.
de_de: Geben Sie den Verkäuferschutz oder individuellem Text, die um eine Bewertung ab Seite angezeigt wird.
es_es: Introduzca la política de protección del vendedor o el texto personalizado que se mostrará en la página de revisión de pedido.
fr_fr: Entrez la politique de protection de vendeur ou d'un texte personnalisé qui sera affiché dans l'examen de l'ordre page.
it_it: Inserisci la politica di protezione venditore o testo che verrà visualizzato nella pagina di riepilogo dell'ordine.

source: You are Protected by
de_de: Sie sind geschützt durch
es_es: Está protegido por
fr_fr: Vous êtes protégé par
it_it: Siete protetti!

source: Developer Settings
de_de: Entwickler-Einstellungen
es_es: Ajustes para desarrolladores
fr_fr: Paramètres de développeur
it_it: Impostazioni per sviluppatori

source: Enable Logging to save Amazon Payments logs into log file.
de_de: Aktivieren der Protokollierung Amazon Payments Protokolle in Protokolldatei speichern.
es_es: Habilitar el registro para guardar los registros de Amazon Payments en el archivo de registro.
fr_fr: Activer la journalisation pour enregistrer les journaux Amazon Payments dans le fichier journal.
it_it: Abilita registrazione per salvare Amazon Payments registri in file di log.

source: Check Now
de_de: Jetzt prüfen
es_es: Revisar ahora
fr_fr: Vérifier maintenant
it_it: Verifica

source: Logging
de_de: Protokollierung
es_es: Registro
fr_fr: Enregistrement
it_it: Registrazione

source: Log File
es_es: Registrador de datos
fr_fr: Fichier journal
it_it: File di log

source: Please Wait
de_de: Bitte warten
es_es: Por favor espera
fr_fr: S'il vous plaît, attendez
it_it: Perfavore aspetta

source: Captured
de_de: Erfasst
es_es: Capturados
fr_fr: Capturé

source: Uncaptured
es_es: no capturados
it_it: non catturate

source: Provide date range for displaying overview.
de_de: Bieten Sie Datumsbereich für die Anzeige der Übersicht.
es_es: Proporcionar rango de fechas para la visualización de información general.
fr_fr: Fournir plage de dates pour afficher aperçu.
it_it: Fornire intervallo di date per la visualizzazione panoramica.

source: Number of Rows
de_de: Anzahl Zeilen
es_es: Numero de líneas
fr_fr: Nombre de rangées
it_it: Numero di righe

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: sauvegarder
it_it: Salva

source: Error:
de_de: Fehler:
fr_fr: Défaut :
it_it: Errore:

source: Sandbox
fr_fr: Mode Sandbox

source: Status
fr_fr: statut
it_it: Stato

source: HTTPS
fr_fr: HTTPS-HyperText Transfer Protocol Secure

source: Spanish (Spain)
de_de: Spanisch (Spanien)
fr_fr: Espagnol (Espagne)
it_it: Spagnolo (Spagna)

source: HTTP
it_it: Hypertext Transfer Protocol

source: French (France)
de_de: Französisch (Frankreich)
